{
  "Alkema, M. J., Hunter-Ensor, M., Ringstad, N., & Horvitz, H. R. (2005). Tyramine functions independently of octopamine in the Caenorhabditis elegans nervous system. Neuron, 46(2), 247-260.": "http://www.ncbi.nlm.nih.gov/pubmed/15848803",
  "Barrios, A., Ghosh, R., Fang, C., Emmons, S. W., & Barr, M. M. (2012). PDF-1 neuropeptide signaling modulates a neural circuit for mate-searching behavior in C. elegans. Nature neuroscience, 15(12), 1675-7682.": "http://www.ncbi.nlm.nih.gov/pubmed/23143519",
  "Beets, I., Janssen, T., Meelkop, E., Temmerman, L., Suetens, N., Rademakers, S., ... & Schoofs, L. (2012). Vasopressin/oxytocin-related signaling regulates gustatory associative learning in C. elegans. Science, 338(6106), 543-545.": "http://europepmc.org/abstract/MED/23112336",
  "Bendesky, A., Tsunozaki, M., Rockman, M. V., Kruglyak, L., & Bargmann, C. I. (2011). Catecholamine receptor polymorphisms affect decision-making in C. elegans. Nature, 472(7343), 313-318.": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3154120/",
  "Carnell, L., Illi, J., Hong, S. W., & McIntire, S. L. (2005). The G-protein-coupled serotonin receptor SER-1 regulates egg laying and male mating behaviors in Caenorhabditis elegans. The Journal of neuroscience, 25(46), 10671-10681.": "http://www.ncbi.nlm.nih.gov/pubmed/16291940",
  "Carre-Pierrat, M., Baillie, D., Johnsen, R., Hyde, R., Hart, A., Granger, L., & Ségalat, L. (2006). Characterization of the Caenorhabditis elegans G protein-coupled serotonin receptors. Invertebrate Neuroscience, 6(4), 189-205.": "http://www.ncbi.nlm.nih.gov/pubmed/17082916",
  "Chalasani, S. H., Kato, S., Albrecht, D. R., Nakagawa, T., Abbott, L. F., & Bargmann, C. I. (2010). Neuropeptide feedback modifies odor-evoked dynamics in Caenorhabditis elegans olfactory neurons. Nature neuroscience, 13(5), 615-621.": "http://www.ncbi.nlm.nih.gov/pubmed/20364145",
  "Chase, D. L., Pepper, J. S., & Koelle, M. R. (2004). Mechanism of extrasynaptic dopamine signaling in Caenorhabditis elegans. Nature neuroscience, 7(10), 1096-1103.": "http://www.nature.com/neuro/journal/v7/n10/full/nn1316.html",
  "Coates, J. C., & de Bono, M. (2002). Antagonistic pathways in neurons exposed to body fluid regulate social feeding in Caenorhabditis elegans. Nature, 419(6910), 925-929.": "http://www.ncbi.nlm.nih.gov/pubmed/12410311",
  "Cohen, M., Reale, V., Olofsson, B., Knights, A., Evans, P., & de Bono, M. (2009). Coordinated regulation of foraging and metabolism in C. elegans by RFamide neuropeptide signaling. Cell Metabolism, 9(4), 375-385.": "http://www.sciencedirect.com/science/article/pii/S1550413109000412",
  "Cunningham, K. A., Hua, Z., Srinivasan, S., Liu, J., Lee, B. H., Edwards, R. H., & Ashrafi, K. (2012). AMP-activated kinase links serotonergic signaling to glutamate release for regulation of feeding behavior in C. elegans. Cell metabolism, 16(1), 113-121.": "http://www.ncbi.nlm.nih.gov/pubmed/22768843",
  "Dernovici, S., Starc, T., Dent, J. A., & Ribeiro, P. (2007). The serotonin receptor SER‐1 (5HT2ce) contributes to the regulation of locomotion in Caenorhabditis elegans. Developmental neurobiology, 67(2), 189-204.": "http://onlinelibrary.wiley.com/doi/10.1002/dneu.20340/abstract",
  "Donnelly, J. L., Clark, C. M., Leifer, A. M., Pirri, J. K., Haburcak, M., Francis, M. M., Samuel, A. D., & Alkema, M. J. (2013). Monoaminergic orchestration of motor programs in a complex C. elegans behavior. PLoS Biol, 11, e1001529. doi:10.1371/journal.pbio.1001529": "http://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.1001529",
  "Duerr, J. S., Frisby, D. L., Gaskin, J., Duke, A., Asermely, K., Huddleston, D., ... & Rand, J. B. (1999). The cat-1 Gene of Caenorhabditis elegansEncodes a Vesicular Monoamine Transporter Required for Specific Monoamine-Dependent Behaviors. The Journal of neuroscience, 19(1), 72-84.": "http://www.ncbi.nlm.nih.gov/pubmed/9870940",
  "Etchberger, J. F., Lorch, A., Sleumer, M. C., Zapf, R., Jones, S. J., Marra, M. A., ... & Hobert, O. (2007). The molecular signature and cis-regulatory architecture of a C. elegans gustatory neuron. Genes & development, 21(13), 1653-1674.": "http://www.ncbi.nlm.nih.gov/pubmed/17606643",
  "Ezak, M. J., & Ferkey, D. M. (2010). The C. elegans D2-like dopamine receptor DOP-3 decreases behavioral sensitivity to the olfactory stimulus 1-octanol. PLoS One, 5(3), e9487.": "http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0009487",
  "Garrison, J. L., Macosko, E. Z., Bernstein, S., Pokala, N., Albrecht, D. R., & Bargmann, C. I. (2012). Oxytocin/vasopressin-related peptides have an ancient role in reproductive behavior. Science, 338(6106), 540-543.": "http://www.ncbi.nlm.nih.gov/pubmed/23112335",
  "Gürel, G., Gustafson, M. A., Pepper, J. S., Horvitz, H. R., & Koelle, M. R. (2012). Receptors and other signaling proteins required for serotonin control of locomotion in Caenorhabditis elegans. Genetics, 192(4), 1359-1371.": "https://dspace.mit.edu/handle/1721.1/85982",
  "Hamdan, F. F., Ungrin, M. D., Abramovitz, M., & Ribeiro, P. (1999). Characterization of a novel serotonin receptor from Caenorhabditis elegans. Journal of neurochemistry, 72(4), 1372-1383.": "http://onlinelibrary.wiley.com/doi/10.1046/j.1471-4159.1999.721372.x/abstract",
  "Hapiak, V. M., Hobson, R. J., Hughes, L., Smith, K., Harris, G., Condon, C., ... & Komuniecki, R. W. (2009). Dual excitatory and inhibitory serotonergic inputs modulate egg laying in Caenorhabditis elegans. Genetics, 181(1), 153-163.": "http://www.ncbi.nlm.nih.gov/pubmed/19001289",
  "Hapiak, V., Summers, P., Ortega, A., Law, W. J., Stein, A., & Komuniecki, R. (2013). Neuropeptides amplify and focus the monoaminergic inhibition of nociception in Caenorhabditis elegans. The Journal of Neuroscience, 33(35), 14107-14116.": "http://www.jneurosci.org/content/33/35/14107.long",
  "Harris, G. P., Hapiak, V. M., Wragg, R. T., Miller, S. B., Hughes, L. J., Hobson, R. J., ... & Komuniecki, R. W. (2009). Three distinct amine receptors operating at different levels within the locomotory circuit are each essential for the serotonergic modulation of chemosensation in Caenorhabditis elegans. The Journal of Neuroscience, 29(5), 1446-1456.": "http://www.ncbi.nlm.nih.gov/pubmed/19193891",
  "Harris, G., Mills, H., Wragg, R., Hapiak, V., Castelletto, M., Korchnak, A., & Komuniecki, R. W. (2010). The monoaminergic modulation of sensory-mediated aversive responses in Caenorhabditis elegans requires glutamatergic/peptidergic cotransmission. The Journal of Neuroscience, 30(23), 7889-7899.": "http://www.ncbi.nlm.nih.gov/pubmed/20534837",
  "Hobson, R. J., Hapiak, V. M., Xiao, H., Buehrer, K. L., Komuniecki, P. R., & Komuniecki, R. W. (2006). SER-7, a Caenorhabditis elegans 5-HT7-like receptor, is essential for the 5-HT stimulation of pharyngeal pumping and egg laying. Genetics, 172(1), 159-169.": "http://www.ncbi.nlm.nih.gov/pubmed/16204223",
  "Hu, Z., Pym, E. C., Babu, K., Murray, A. B. V., & Kaplan, J. M. (2011). A neuropeptide-mediated stretch response links muscle contraction to changes in neurotransmitter release. Neuron, 71(1), 92-102.": "http://www.ncbi.nlm.nih.gov/pubmed/21745640",
  "Hunt-Newbury, R., Viveiros, R., Johnsen, R., Mah, A., Anastas, D., Fang, L., ... & Moerman, D. G. (2007). High-throughput in vivo analysis of gene expression in Caenorhabditis elegans. PLoS biology, 5(9), e237.": "http://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.0050237",
  "Jafari, G., Xie, Y., Kullyev, A., Liang, B., & Sze, J. Y. (2011). Regulation of extrasynaptic 5-HT by serotonin reuptake transporter function in 5-HT-absorbing neurons underscores adaptation behavior in Caenorhabditis elegans. The Journal of Neuroscience, 31(24), 8948-8957.": "http://www.ncbi.nlm.nih.gov/pubmed/21677178",
  "Janssen, T., Husson, S. J., Lindemans, M., Mertens, I., Rademakers, S., Ver Donck, K., ... & Schoofs, L. (2008). Functional characterization of three G protein-coupled receptors for pigment dispersing factors in Caenorhabditis elegans. Journal of Biological Chemistry, 283(22), 15241-15249.": "http://www.ncbi.nlm.nih.gov/pubmed/18390545",
  "Janssen, T., Husson, S. J., Meelkop, E., Temmerman, L., Lindemans, M., Verstraelen, K., ... & Schoofs, L. (2009). Discovery and characterization of a conserved pigment dispersing factor‐like neuropeptide pathway in Caenorhabditis elegans. Journal of neurochemistry, 111(1), 228-241.": "http://onlinelibrary.wiley.com/doi/10.1111/j.1471-4159.2009.06323.x/abstract",
  "Janssen, T., Meelkop, E., Lindemans, M., Verstraelen, K., Husson, S. J., Temmerman, L., ... & Schoofs, L. (2008). Discovery of a cholecystokinin-gastrin-like signaling system in nematodes. Endocrinology, 149(6), 2826-2839.": "http://www.ncbi.nlm.nih.gov/pubmed/18339709",
  "Jayanthi, L. D., Apparsundaram, S., Malone, M. D., Ward, E., Miller, D. M., Eppler, M., & Blakely, R. D. (1998). The Caenorhabditis elegans GeneT23G5. 5 Encodes an Antidepressant-and Cocaine-Sensitive Dopamine Transporter. Molecular pharmacology, 54(4), 601-609.": "http://www.ncbi.nlm.nih.gov/pubmed/9765501",
  "Karakuzu, O., Wang, D. P., & Cameron, S. (2009). MIG-32 and SPAT-3A are PRC1 homologs that control neuronal migration in Caenorhabditis elegans. Development, 136(6), 943-953.": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2727560/",
  "Keating, C. D., Kriek, N., Daniels, M., Ashcroft, N. R., Hopper, N. A., Siney, E. J., ... & Burke, J. F. (2003). Whole-genome analysis of 60 G protein-coupled receptors in Caenorhabditis elegans by gene knockout with RNAi. Current biology, 13(19), 1715-1720.": "http://www.ncbi.nlm.nih.gov/pubmed/14521838",
  "Kim, K., & Li, C. (2004). Expression and regulation of an FMRFamide‐related neuropeptide gene family in Caenorhabditis elegans. Journal of Comparative Neurology, 475(4), 540-550.": "http://onlinelibrary.wiley.com/doi/10.1002/cne.20189/abstract",
  "Li, C., Kim, K., & Nelson, L. S. (1999). FMRFamide-related neuropeptide gene family in Caenorhabditis elegans. Brain research, 848(1), 26-34.": "http://www.ncbi.nlm.nih.gov/pubmed/10612695",
  "Li, Z., Li, Y., Yi, Y., Huang, W., Yang, S., Niu, W., ... & Xu, T. (2012). Dissecting a central flip-flop circuit that integrates contradictory sensory cues in C. elegans feeding regulation. Nature communications, 3, 776.": "http://www.nature.com/ncomms/journal/v3/n4/full/ncomms1780.html?WT.ec_id=NCOMMS-20120410",
  "Lints, R., & Emmons, S. W. (1999). Patterning of dopaminergic neurotransmitter identity among Caenorhabditis elegans ray sensory neurons by a TGFbeta family signaling pathway and a Hox gene. Development, 126(24), 5819-5831.": "http://dev.biologists.org/content/126/24/5819",
  "Luo, J.,  Lu, Z., Tan, Z. Zhang, Z., Ma, L. (2015) Neuropeptide Receptors NPR-1 and NPR-2 Regulate Caenorhabditis elegans Avoidance Response to the Plant Stress Hormone Methyl Salicylate Genetics 199, 523-531.": "http://www.genetics.org/content/199/2/523",
  "Macosko, E. Z., Pokala, N., Feinberg, E. H., Chalasani, S. H., Butcher, R. A., Clardy, J., & Bargmann, C. I. (2009). A hub-and-spoke circuit drives pheromone attraction and social behaviour in C. elegans. Nature, 458(7242), 1171-1175.": "http://www.ncbi.nlm.nih.gov/pubmed/19349961",
  "McDonald, P. W., Hardie, S. L., Jessen, T. N., Carvelli, L., Matthies, D. S., & Blakely, R. D. (2007). Vigorous motor activity in Caenorhabditis elegans requires efficient clearance of dopamine mediated by synaptic localization of the dopamine transporter DAT-1. The Journal of Neuroscience, 27(51), 14216-14227.": "http://www.ncbi.nlm.nih.gov/pubmed/18094261",
  "Mills, H., Wragg, R., Hapiak, V., Castelletto, M., Zahratka, J., Harris, G., ... & Komuniecki, R. (2012). Monoamines and neuropeptides interact to inhibit aversive behaviour in Caenorhabditis elegans. The EMBO journal, 31(3), 667-678.": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3273394/",
  "Nathoo, A. N., Moeller, R. A., Westlund, B. A., & Hart, A. C. (2001). Identification of neuropeptide-like protein gene families in Caenorhabditis elegans and other species. Proceedings of the National Academy of Sciences, 98(24), 14000-14005.": "http://www.wormbook.org/wli/cgc4975/",
  "Nelson, MD et al (2014). FRPR-4 Is a G-Protein Coupled Neuropeptide Receptor That Regulates Behavioral Quiescence and Posture in Caenorhabditis elegans. PLOS ONE. DOI: 10.1371/journal.pone.0142938": "http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0142938",
  "Olde, B., & McCombie, W. R. (1997). Molecular cloning and functional expression of a serotonin receptor fromCaenorhabditis elegans. Journal of Molecular Neuroscience, 8(1), 53-62.": "http://link.springer.com/article/10.1007%2FBF02736863",
  "Pirri, J. K., McPherson, A. D., Donnelly, J. L., Francis, M. M., & Alkema, M. J. (2009). A tyramine-gated chloride channel coordinates distinct motor programs of a Caenorhabditis elegans escape response. Neuron, 62(4), 526-538.": "http://www.ncbi.nlm.nih.gov/pubmed/19477154",
  "Pocock, R., & Hobert, O. (2010). Hypoxia activates a latent circuit for processing gustatory information in C. elegans. Nature neuroscience, 13(5), 610-614.": "http://www.nature.com/neuro/journal/v13/n5/abs/nn.2537.html",
  "Ranganathan, R., Cannon, S. C., & Horvitz, H. R. (2000). MOD-1 is a serotonin-gated chloride channel that modulates locomotory behaviour in C. elegans. Nature, 408(6811), 470-475.": "http://www.ncbi.nlm.nih.gov/pubmed/11100728",
  "Ranganathan, R., Sawin, E. R., Trent, C., & Horvitz, H. R. (2001). Mutations in the Caenorhabditis elegans serotonin reuptake transporter MOD-5 reveal serotonin-dependent and-independent activities of fluoxetine. The Journal of Neuroscience, 21(16), 5871-5884.": "http://www.ncbi.nlm.nih.gov/pubmed/11487610",
  "Rex, E., Hapiak, V., Hobson, R., Smith, K., Xiao, H., & Komuniecki, R. (2005). TYRA‐2 (F01E11. 5): a Caenorhabditis elegans tyramine receptor expressed in the MC and NSM pharyngeal neurons. Journal of neurochemistry, 94(1), 181-191.": "http://www.ncbi.nlm.nih.gov/pubmed/15953361",
  "Rex, E., Molitor, S. C., Hapiak, V., Xiao, H., Henderson, M., & Komuniecki, R. (2004). Tyramine receptor (SER‐2) isoforms are involved in the regulation of pharyngeal pumping and foraging behavior in Caenorhabditis elegans. Journal of neurochemistry, 91(5), 1104-1115.": "http://www.ncbi.nlm.nih.gov/pubmed/15569254",
  "Ringstad, N., & Horvitz, H. R. (2008). FMRFamide neuropeptides and acetylcholine synergistically inhibit egg-laying by C. elegans. Nature neuroscience, 11(10), 1168-1176.": "http://www.nature.com/neuro/journal/v11/n10/full/nn.2186.html",
  "Ringstad, N., Abe, N., & Horvitz, H. R. (2009). Ligand-gated chloride channels are receptors for biogenic amines in C. elegans. Science, 325(5936), 96-100.": "http://www.ncbi.nlm.nih.gov/pubmed/19574391",
  "Sanyal, S., Wintle, R. F., Kindt, K. S., Nuttley, W. M., Arvan, R., Fitzmaurice, P., ... & Van Tol, H. H. (2004). Dopamine modulates the plasticity of mechanosensory responses in Caenorhabditis elegans. The EMBO journal, 23(2), 473-482.": "http://www.ncbi.nlm.nih.gov/pubmed/14739932",
  "Sawin, E. R., Ranganathan, R., & Horvitz, H. R. (2000). C. elegans locomotory rate is modulated by the environment through a dopaminergic pathway and by experience through a serotonergic pathway. Neuron, 26(3), 619-631.": "http://www.ncbi.nlm.nih.gov/pubmed/10896158",
  "Schafer W, Branicky R, this study": "THIS STUDY",
  "Sherlekar, A. L., Janssen, A., Siehr, M. S., Koo, P. K., Caflisch, L., Boggess, M., & Lints, R. (2013). The C. elegans male exercises directional control during mating through cholinergic regulation of sex-shared command interneurons. PloS one, 8(4), e60597.": "http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0060597",
  "Shyn, S. I. (2003). Cameleon Reveals a Physiologic Correlate for Alternative Behavioral States in Caenorhabditis Elegans Egg-laying (Doctoral dissertation, University of California, San Diego). p.50": "http://www2.mrc-lmb.cam.ac.uk/groups/wschafer/Cregg_thesis.pdf",
  "Smith, C. J., Watson, J. D., Spencer, W. C., O'Brien, T., Cha, B., Albeg, A., ... & Miller, D. M. (2010). Time-lapse imaging and cell-specific expression profiling reveal dynamic branching and molecular determinants of a multi-dendritic nociceptor in C. elegans. Developmental biology, 345(1), 18-33.": "http://www.ncbi.nlm.nih.gov/pubmed/20537990",
  "Sugiura, M., Fuke, S., Suo, S., Sasagawa, N., Van Tol, H. H., & Ishiura, S. (2005). Characterization of a novel D2‐like dopamine receptor with a truncated splice variant and a D1‐like dopamine receptor unique to invertebrates from Caenorhabditis elegans. Journal of neurochemistry, 94(4), 1146-1157.": "http://onlinelibrary.wiley.com/doi/10.1111/j.1471-4159.2005.03268.x/full",
  "Suo, S., Culotti, J. G., & Van Tol, H. H. (2009). Dopamine counteracts octopamine signalling in a neural circuit mediating food response in C. elegans. The EMBO journal, 28(16), 2437-2448.": "http://europepmc.org/abstract/MED/19609300",
  "Suo, S., Kimura, Y., & Van Tol, H. H. (2006). Starvation induces cAMP response element-binding protein-dependent gene expression through octopamine–Gq Signaling in Caenorhabditis elegans. The Journal of neuroscience, 26(40), 10082-10090.": "http://www.jneurosci.org/content/26/40/10082.full",
  "Suo, S., Sasagawa, N., & Ishiura, S. (2002). Identification of a dopamine receptor from Caenorhabditis elegans. Neuroscience letters, 319(1), 13-16.": "http://europepmc.org/abstract/MED/11814642",
  "Suo, S., Sasagawa, N., & Ishiura, S. (2003). Cloning and characterization of a Caenorhabditis elegans D2‐like dopamine receptor. Journal of neurochemistry, 86(4), 869-878.": "http://onlinelibrary.wiley.com/doi/10.1046/j.1471-4159.2003.01896.x/full",
  "Sze, J. Y., Victor, M., Loer, C., Shi, Y., & Ruvkun, G. (2000). Food and metabolic signalling defects in a Caenorhabditis elegans serotonin-synthesis mutant. Nature, 403(6769), 560-564.": "http://www.ncbi.nlm.nih.gov/pubmed/10676966",
  "Tsalik, E. L., Niacaris, T., Wenick, A. S., Pau, K., Avery, L., & Hobert, O. (2003). LIM homeobox gene-dependent expression of biogenic amine receptors in restricted regions of the C. elegans nervous system. Developmental biology, 263(1), 81-102.": "http://www.ncbi.nlm.nih.gov/pubmed/14568548",
  "Wenick, A. S., & Hobert, O. (2004). Genomic cis-regulatory architecture and trans-acting regulators of a single interneuron-specific gene battery in C. elegans. Developmental cell, 6(6), 757-770.": "http://www.sciencedirect.com/science/article/pii/S1534580704001650",
  "Wragg, R. T., Hapiak, V., Miller, S. B., Harris, G. P., Gray, J., Komuniecki, P. R., & Komuniecki, R. W. (2007). Tyramine and octopamine independently inhibit serotonin-stimulated aversive behaviors in Caenorhabditis elegans through two novel amine receptors. The Journal of Neuroscience, 27(49), 13402-13412.": "http://www.ncbi.nlm.nih.gov/pubmed/18057198",
  "Xiao, H., Hapiak, V. M., Smith, K. A., Lin, L., Hobson, R. J., Plenefisch, J., & Komuniecki, R. (2006). SER-1, a Caenorhabditis elegans 5-HT 2-like receptor, and a multi-PDZ domain containing protein (MPZ-1) interact in vulval muscle to facilitate serotonin-stimulated egg-laying. Developmental biology, 298(2), 379-391.": "http://www.ncbi.nlm.nih.gov/pubmed/16890216",
  "Yoshida, M., Oami, E., Wang, M., Ishiura, S., & Suo, S. (2014). Nonredundant function of two highly homologous octopamine receptors in food‐deprivation‐mediated signaling in Caenorhabditis elegans. Journal of neuroscience research, 92(5), 671-678.": "http://onlinelibrary.wiley.com/doi/10.1002/jnr.23345/abstract",
  "Zhang, F., Bhattacharya, A., Nelson, J. C., Abe, N., Gordon, P., Lloret-Fernandez, C., ... & Hobert, O. (2014). The LIM and POU homeobox genes ttx-3 and unc-86 act as terminal selectors in distinct cholinergic and serotonergic neuron types. Development, 141(2), 422-435.": "http://www.ncbi.nlm.nih.gov/pubmed/24353061"
}